/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Error Value" = "Erreur No";

/* No comment provided by engineer. */
"InternetDown" = "Internet n'est pas disponible.";

/* No comment provided by engineer. */
"AskToResetTitle" = "Remettez à l'état, svp";

/* No comment provided by engineer. */
"AskToRestart" = "Relancer l'application";

/* No comment provided by engineer. */
"ResetDatabase" = "Remettez à l'état";

/* No comment provided by engineer. */
"NoMoreURLOptions" = "Toutes les options de streaming url épuisé";

/* No comment provided by engineer. */
"ErrorOccurred" = "Un Erreur est passé:";

/* No comment provided by engineer. */
"Audio Error" = "Erreur d'audio";

/* No comment provided by engineer. */
"HostConnectionLost" = "Connexion hôte perdu";

/* No comment provided by engineer. */
"HTTPSError" = "HTTPS Erreur";

/* No comment provided by engineer. */
"HostTimeout" = "Internet Timeout";

/* No comment provided by engineer. */
"InternetConnectionLost" = "Internet n'est plus disponible";

/* No comment provided by engineer. */
"InternetUnavailable" = "Internet n'est plus disponible.";

/* No comment provided by engineer. */
"Missing Song Name" = "Nom de morceaux n'est pas fourni.";

/* No comment provided by engineer. */
"NoValidAudioStream" = "Aucune des options URL à partir de la liste de lecture de fichiers livré un flux audio valide";

/* No comment provided by engineer. */
"NoHTTPSSupport" = "Cette version ne prend pas en charge les connexions sécurisées.";

/* No comment provided by engineer. */
"TryAgainLater" = "Essay-le encore plus tard.";

/* No comment provided by engineer. */
"HostNotReachable" = "Station Website apparaît plus disponible";

/* No comment provided by engineer. */
"NoError" = "Pas d'erreur.";

/* No comment provided by engineer. */
"FileStreamGetPropertyFailed" = "FileStream écouter GetProperty a échoué";

/* No comment provided by engineer. */
"FileStreamSeekFailed" = "FileStream seek sur flux a échoué.";

/* No comment provided by engineer. */
"ParseBytesFailed" = "Parse octets a échoué.";

/* No comment provided by engineer. */
"AudioQueueCreateFailed" = "Création de la file audio a échoué.";

/* No comment provided by engineer. */
"AudioBufferAllocationFailed" = "Allocation de mémoire tampon audio a échoué.";

/* No comment provided by engineer. */
"QueueingAudioBufferFailed" = "Queueing de tampon audio a échoué.";

/* No comment provided by engineer. */
"AudioQueueAddListenerFailed" = "Ajout de l'écouteur file d'attente audio a échoué.";

/* No comment provided by engineer. */
"AudioQueueRemoveListenerFailed" = "File d'attente audioe de supprimer auditeur a échoué.";

/* No comment provided by engineer. */
"AudioQueueStartFailed" = "Commencer file d'attente audio a échoué.";

/* No comment provided by engineer. */
"AudioQueueBufferMismatch" = "Buffers file d'attente audio ne correspondent pas";

/* No comment provided by engineer. */
"AudioFileStreamOpenFailed" = "Ouvrir le flux de fichier audio a échoué.";

/* No comment provided by engineer. */
"StationWebsiteUnavailable" = "Station Site n'est pas accessible.";

/* No comment provided by engineer. */
"AudioFileStreamCloseFailed" = "Fermer écouter le fichier audio a échoué.";

/* No comment provided by engineer. */
"AudioQueuePauseFailed" = "Pause file d'attente audio a échoué.";

/* No comment provided by engineer. */
"AudioQueueDisposeFailed" = "File d'attente audio de disposer échoué";

/* No comment provided by engineer. */
"AudioQueueFlushFailed" = "File d'attente audio flush a échoué.";

/* No comment provided by engineer. */
"NoAudioStream" = "N'a pas reçu un flux audio.";

/* No comment provided by engineer. */
"ConnectionTimeout" = "Connection du délai d'attente";

/* No comment provided by engineer. */
"AudioStreamConnectionError" = "Flux audio erreur de connexion.";

/* No comment provided by engineer. */
"AudioStreamEndedUnexpectedly" = "Flux audio a terminé de façon inattendue.";

/* No comment provided by engineer. */
"AudioQueueGetTimeFailed" = "File audio d'attente d'obtenir le temps actuel a échoué.";

/* No comment provided by engineer. */
"NetworkConnectionFailed" = "Réseau de connexion a échoué";

/* No comment provided by engineer. */
"AudioQueueStopFailed" = "File d'attente audio d'arrêt a échoué.";

/* No comment provided by engineer. */
"AudioPlaybackFailed" = "Lecture audio échoué";

/* No comment provided by engineer. */
"AudioPacketsTooLarge" = "Paquets audio sont plus grandes que kAQBufSize.";

/* No comment provided by engineer. */
"RequestOpenFailed" = "Request d'ouverture a échoué.";

/* No comment provided by engineer. */
"IncorrectServerResponse" = "Réponse du serveur est incorrecte.";

/* No comment provided by engineer. */
"URLOpenFailed" = "Ouverture URL a échoué.";

/* No comment provided by engineer. */
"AudioPlaybackUnknownError" = "Lecture audio a échoué en raison d'une erreur inconnue.";